// আমি যদি কোনো সংখ্যাকে বাদ দিতে চাই তাহলে -ব্যাবহার করতে পারি। এটা একক সংখ্যায় দিতে পারি বা একাধিক সংখ্যা তেও দিতে পারি // 


// Example:




// আমি ৬ বাদে সব দেখাতে চাই 

// for (let i = 0; i <= 10; i++){
//     if(i==6){
//         continue
//     }
//     console.log(i)
// }

// Answer: 0,1,2,3,4,5,7,8,9,10







// আমি শুধু জোরা সংখ্যা দেখাতে চাই না  অর্থাৎ, condition-এ যা রাখব টা দেখাবে না এটাই continue-এর খেলা //

// for (let i = 0; i <= 10; i++){
//     if(i % 2 == 0){
//         continue
//     }
//     console.log(i)
// }

// Answer: 1,3,5,7,9






// আমি শুধু জোরা সংখ্যা দেখাতে চাই //

// for (let i = 0; i <= 10; i++){
//     if(i % 2 == 1){
//         continue
//     }
//     console.log(i)
// }


// Answer: 0,2,4,6,8,10